'''
입출력과 사칙연산,,,10171,,,고양이

문제
아래 예제와 같이 고양이를 출력하시오.

입력
없음.

출력
고양이를 출력한다.

예제 출력 1
\    /\
 )  ( ')
(  /  )
 \(__)|
'''

# 정답 1
# t = """
# \    /\\
#  )  ( ')
# (  /  )
#  \(__)|
# """
# print(t.strip())

# 정답 2
# t = """\
# \    /\\
#  )  ( ')
# (  /  )
#  \(__)|\
# """
# print(t)

# 정답 3
# print("""\
# \    /\\
#  )  ( ')
# (  /  )
#  \(__)|\
# """)

# 정답 4
# print(r"""\    /\
#  )  ( ')
# (  /  )
#  \(__)|""")

# 정답 5
print(r"""
\    /\
 )  ( ')
(  /  )
 \(__)|
""".strip())

# 테스트
# t = """
# a
# s
# """
# print(t.strip())

# print(
#     """
#     a
#     s
#     """
# )

# print("\    /\\\n )  ( ')\n(  /  )\n \(__)|")

# cat = """\\    /\\
#  )  ( ')
# (  /  )
#  \\(__)|"""
# print(cat)

# print("\\    /\\")
# print(" )  ( ')")
# print("(  /  )")
# print(" \(__)|")

# 고양이가 아닌데 ???
# print(r"""\

# /\
#  )
# ( ')
# (
# /
# )
#  \(__)|""")
